Repository: zenlinkpro/zenlink-interface
Catalog: packages/locales/*.po
Languages: af_za, fr_fr, ja_jp, ru_ru

source: Swapping {0} {1} for {2} {3}
af_za: Wissel {0} {1} vir {2} {3}
fr_fr: Échange {0} {1} contre {2} {3}
ja_jp: {0} {1} を {2} {3} に交換する
ru_ru: Обмен {0} {1} на {2} {3}

source: ZLK Market Cap
af_za: ZLK-markkapitalisasie
fr_fr: Capitalisation boursière de ZLK
ja_jp: ZLKの時価総額
ru_ru: Капитализация рынка ZLK

source: Slippage is the difference between the expected value of output from a trade and the actual value due to asset volatility and liquidity depth.
af_za: Slippage is die verskil tussen die verwagte waarde van die opbrengs uit 'n handel en die werklike waarde as gevolg van bate volatiliteit en likiditeitsdiepte.
fr_fr: Le glissement est la différence entre la valeur attendue de la sortie d'un échange et sa valeur réelle en raison de la volatilité des actifs et de la profondeur de la liquidité
ja_jp: スリッページとは、資産のボラティリティと流動性深度による取引からの出力の予想値と実際の値との差です。
ru_ru: Slippage - это разница между ожидаемой стоимостью вывода из сделки и фактической стоимостью, обусловленная волатильностью активов и глубиной ликвидности

source: Analytics
af_za: Analise
fr_fr: Analyses
ja_jp: アナリティクス
ru_ru: Аналитика

source: Analytics platform for tracking the liquidity, volume, and fees generated by Zenlink products.
af_za: Analise platform vir die opspoor van die likiditeit, volume en fooie wat gegenereer word deur Zenlink-produkte
fr_fr: Plateforme d'analyse pour suivre la liquidité, le volume et les frais générés par les produits Zenlink
ja_jp: Zenlink製品によって生成される流動性、ボリューム、および手数料を追跡するためのアナリティクスプラットフォーム。
ru_ru: Платформа аналитики для отслеживания ликвидности, объемов и комиссий, генерируемых продуктами Zenlink

source: Successfully swapped {0} {1} for {2} {3}
af_za: Suksesvol gewissel {0} {1} vir {2} {3}
fr_fr: Échangé avec succès {0} {1} contre {2} {3}
ja_jp: {0} {1} を {2} {3} に正常に交換しました
ru_ru: Успешно обменено {0} {1} на {2} {3}

source: Blog
ja_jp: ブログ
ru_ru: Блог

source: Off
af_za: Af
fr_fr: Désactivé
ja_jp: オフ
ru_ru: Отключено

source: Position Size
af_za: Posisie-grootte
fr_fr: Taille de position
ja_jp: ポジションサイズ
ru_ru: Размер позиции

source: Checking code
af_za: Kode nagaan
fr_fr: Vérification du code
ja_jp: コードをチェックしています
ru_ru: Проверка кода

source: Anyone can create a token, including creating fake versions of existing tokens that claim to represent projects
af_za: Enigiemand kan 'n tokken skep, insluitend vals weergawes van bestaande tokkens wat beweer om projekte te verteenwoordig
fr_fr: N'importe qui peut créer un jeton, y compris des versions fausses de jetons existants qui prétendent représenter des projets
ja_jp: プロジェクトを表すと主張する既存のトークンの偽物を作成することを含め、誰でもトークンを作成できます。
ru_ru: Любой может создать токен, включая создание фальшивых версий существующих токенов, которые утверждают, что представляют проекты

source: Audit Report
af_za: Ouditverslag
fr_fr: Rapport de vérification
ja_jp: 監査報告書
ru_ru: Отчет об аудите

source: Help
af_za: Hulp
fr_fr: Aide
ja_jp: ヘルプ
ru_ru: Помощь

source: Old App
af_za: Oue App
fr_fr: Ancienne application
ja_jp: 古いアプリ
ru_ru: Старое приложение

source: {0} Selected
af_za: {0} Gekies
fr_fr: {0} sélectionné
ja_jp: {0} 選択されました
ru_ru: Выбран {0}

source: Light theme
af_za: Lig Them
fr_fr: Thème clair
ja_jp: ライトテーマ
ru_ru: Светлая тема

source: Farms
af_za: Plase
fr_fr: Fermes
ja_jp: 農場
ru_ru: Фермы

source: Setting referral code ({code})
af_za: Stel Verwysingskode In ({code})
fr_fr: Réglage du code de référence ({code})
ja_jp: 紹介コードの設定 ({code})
ru_ru: Установка реферального кода ({code})

source: This account earns a 25% rebate as an associate
af_za: Hierdie rekening verdien 'n 25% terugbetaling as 'n vennoot
fr_fr: Ce compte bénéficie d'un rabais de 25 % en tant qu'associé(e)
ja_jp: このアカウントは提携者として25％のリベートを獲得します
ru_ru: Этот аккаунт зарабатывает 25% кэшбэка в качестве ассоциата

source: Best Total APR:
af_za: Beste Totale APR:
fr_fr: Meilleur Taux APR total :
ja_jp: 最高全体年利率：
ru_ru: Лучший общий годовой процентный показатель (Точка не нужна, так как это аббревиатура)

source: Stake Liquidity
af_za: Insetvloeibaarheid
fr_fr: Liquidité de mise
ja_jp: ステーク流動性
ru_ru: Ликвидность стейка (Нет знака двоеточия, поэтому переводим как наименование)

source: From
af_za: I'm sorry, there is no text provided after "From". Please provide the full sentence or text to be translated
fr_fr: De
ru_ru: От

source: Swap Anyway
af_za: Ruil in elk geval
fr_fr: Échanger quand même
ja_jp: とにかくスワップする
ru_ru: Обменять в любом случае

source: Pool Types
af_za: Swembad Tipes
fr_fr: Types de pools
ja_jp: プールタイプ
ru_ru: Типы пулов

source: Rate
af_za: Koers
fr_fr: Taux
ja_jp: レート
ru_ru: Рейтинг

source: Min. Received
af_za: Min. Ontvang
fr_fr: Min. reçu
ja_jp: 最小受取額
ru_ru: Минимально получено

source: Removing liquidity from the {0}/{1} pair
af_za: Verwyder likiditeit van die {0}/{1} paar af
fr_fr: Retrait de liquidité de la paire {0}/{1}
ja_jp: {0}/{1} ペアから流動性を削除する
ru_ru: Удаление ликвидности из пары {0}/{1}

source: High Price Impact
af_za: Hoë prysimpak
fr_fr: Fort impact sur le prix
ja_jp: 高い価格インパクト
ru_ru: Высокий уровень влияния цены

source: Suitable for regular pairs
af_za: Geskik vir gereelde pare
fr_fr: Convient aux paires régulières
ja_jp: 通常のペアに適しています
ru_ru: Подходит для обычных пар

source: Submit
af_za: Indien
fr_fr: Soumettre
ja_jp: 送信
ru_ru: Подтвердить

source: Next
af_za: Volgende
fr_fr: Suivant
ja_jp: 次へ
ru_ru: Следующий

source: Copy
af_za: Kopieer
fr_fr: Copier
ja_jp: コピー
ru_ru: Копировать

source: Amount
af_za: Bedrag
fr_fr: Montant
ja_jp: 金額
ru_ru: Сумма

source: Wrap
af_za: Toevou
fr_fr: Envelopper
ja_jp: ラップ
ru_ru: Обернуть

source: Claim
af_za: Eis
fr_fr: Revendication
ja_jp: 請求する
ru_ru: Претензия

source: Status:
fr_fr: État :
ja_jp: ステータス：
ru_ru: Статус:

source: Notifications
af_za: Kennisgewings
ja_jp: 通知
ru_ru: Уведомления

source: Transaction Failed
af_za: Transaksie Misluk
fr_fr: Transaction échouée
ja_jp: 取引失敗
ru_ru: Отказано в транзакции

source: The easiest way to trade
af_za: Die maklikste manier om te handel
fr_fr: La manière la plus simple de trader
ja_jp: 取引の最も簡単な方法
ru_ru: Самый простой способ торговать

source: Staked Position
af_za: Gestapelde Posisie
fr_fr: Position enjeu
ja_jp: ステークされたポジション
ru_ru: Стейкнутая позиция

source: Fee APR:
af_za: Fooi APR:
fr_fr: Taux annuel de frais :
ja_jp: 手数料年利率：
ru_ru: Годовая процентная ставка комиссии:

source: Generating referral code ({code})
af_za: Genereer verwysingskode ({code})
fr_fr: Générer le code de parrainage ({code})
ja_jp: リファラルコード（{code}）を生成中
ru_ru: Генерация реферального кода ({code})

source: Successfully stake {0} {1}
af_za: Staking {0} {1} ngokuphumelela
fr_fr: {0} {1} ont été mis en jeu avec succès
ja_jp: {0} {1} をステーキングしました。
ru_ru: Успешный стейкинг {0} {1}

source: Referral Codes
af_za: Verwysingskodes
fr_fr: Codes de parrainage
ja_jp: リファラルコード
ru_ru: Реферальные коды

source: Deposit
af_za: Deposito
fr_fr: Dépôt
ja_jp: 入金
ru_ru: Депозит

source: Circulating Distribution
af_za: Omloop Distribusie
fr_fr: Distribution en circulation
ja_jp: 流通配布
ru_ru: Циркулирующее распределение

source: Import
af_za: Invoer
fr_fr: Importer
ja_jp: インポート
ru_ru: Импорт

source: Select Network
af_za: Kies netwerk
fr_fr: Sélectionner le réseau
ja_jp: ネットワークを選択してください。
ru_ru: Выберите сеть

source: Slippage Tolerance
af_za: Slippage verdraagsaamheid
fr_fr: Tolérance au glissement
ja_jp: スリッページ許容度
ru_ru: Терпимость к проскальзыванию

source: Cross-chain
af_za: Kruis-ketting
fr_fr: Inter-chaîne
ja_jp: クロスチェーン
ru_ru: Кросс-чейн

source: Add
af_za: Voeg by
fr_fr: Ajouter
ja_jp: 追加
ru_ru: Добавить

source: 3. Select Pool
af_za: 3. Kies Poel
fr_fr: 3. Sélectionner le pool
ja_jp: 3. プールを選択
ru_ru: 3. Выбрать пул

source: Import Token
af_za: Invoer Token
fr_fr: Importer le jeton
ja_jp: トークンをインポート
ru_ru: Импортировать токен

source: Please select network
af_za: Kies asseblief 'n netwerk
fr_fr: Veuillez sélectionner le réseau
ja_jp: ネットワークを選択してください。
ru_ru: Пожалуйста, выберите сеть

source: Unstake your liquidity tokens first if you mean to remove your liquidity position
af_za: Maak eers jou likiditeits-token ongedaan gestel as jy jou likiditeitsposisie wil verwyder
fr_fr: Désenveloppez d'abord vos jetons de liquidité si vous voulez supprimer votre position de liquidité
ja_jp: ユーザーの流動性ポジションを解消する場合は、まず流動性トークンをアンステークしてください。
ru_ru: Если вы планируете удалить свою позицию ликвидности, сначала отмените стейкинг ваших токенов ликвидности

source: Successfully Setted referral code ({code})
af_za: Suksesvol verwysingsnommer ingestel ({code})
fr_fr: Code de parrainage ({code}) configuré avec succès
ja_jp: リファラルコード ({code}) の設定に成功しました
ru_ru: Успешно установлен реферальный код ({code})

source: Developers
af_za: Ontwikkelaars
fr_fr: Développeurs
ja_jp: 開発者
ru_ru: Разработчики

source: Tier
af_za: Vlak
fr_fr: Niveau
ja_jp: ティア
ru_ru: Уровень

source: Pool your liquidity to generate LP tokens
af_za: Span jou likiditeit saam om LP tokkies te genereer
fr_fr: Mettez en commun votre liquidité pour générer des jetons LP
ja_jp: 流動性をプールしてLPトークンを生成します。
ru_ru: Объедините свою ликвидность, чтобы создать LP-токены

source: My Rewards
fr_fr: Mes récompenses
ja_jp: 私の報酬
ru_ru: Мои вознаграждения

source: Fees: {0}
af_za: Fooie: {0}
fr_fr: Frais : {0}
ja_jp: 手数料: {0}
ru_ru: Комиссия: {0}

source: Facilitate cost-efficient and secure swap transactions across multiple liquidity sources.
af_za: Fasiliteer koste-effektiewe en veilige ruiltransaksies oor verskeie likiditeitsbronne
fr_fr: Facilitez des transactions d'échange rentables et sécurisées à travers plusieurs sources de liquidité
ja_jp: 複数の流動性ソース間で費用効率の高い安全なスワップ取引を促進します。
ru_ru: Облегчайте эффективные по затратам и безопасные операции обмена между несколькими источниками ликвидности

source: No self-referral
af_za: Geen selfverwysing
fr_fr: Pas d'auto-parrainage
ja_jp: 自己紹介は禁止です
ru_ru: Нет самореферирования

source: Best APR
af_za: ("My Belonings")
fr_fr: Meilleur TAP
ja_jp: 最高APR
ru_ru: Лучшая годовая процентная ставка (APR)

source: Pool
af_za: Poel
ja_jp: プール
ru_ru: Пул

source: ZLK Price
af_za: ZLK Prys
fr_fr: Prix ZLK
ja_jp: ZLK価格
ru_ru: Цена ZLK

source: Successfully removed liquidity from the {0}/{1} pair
af_za: Suksesvol likiditeit verwyder uit die {0}/{1} paar
fr_fr: Liquidité retirée avec succès du couple {0}/{1}
ja_jp: {0}/{1} ペアからの流動性の削除に成功しました
ru_ru: Успешно удалена ликвидность из пары {0}/{1}

source: Create Pool
af_za: Skep Poel
fr_fr: Créer un pool
ja_jp: プールを作成する
ru_ru: Создать пул

source: Burn Total
af_za: Brand Totaal
fr_fr: Total brûlé
ja_jp: 総焼却量
ru_ru: Общий объем сгоревших токенов

source: My Position
af_za: My Posisie
fr_fr: Ma position
ja_jp: 私のポジション
ru_ru: Моя позиция

source: Get fee discounts and earn rebates.
af_za: Kry fooi afslag en verdien terugvoer.
fr_fr: Obtenez des réductions de frais et gagnez des remises
ja_jp: 手数料割引を受けてリベートを獲得する。
ru_ru: Получайте скидки на комиссии и зарабатывайте возмещения

source: Total Supply
af_za: Totale Voorsiening
fr_fr: Offre totale
ja_jp: 総供給量
ru_ru: Общее предложение

source: {0} referral program
af_za: {0} verwysingsprogram
fr_fr: Programme de parrainage {0}
ja_jp: {0}リファラルプログラム
ru_ru: {0} программа реферирования

source: Traders
af_za: Handelaars
ja_jp: トレーダー
ru_ru: Трейдеры

source: {0} {1} per day
af_za: {0} {1} per dag
fr_fr: {0} {1} par jour
ja_jp: 1日あたり {0} {1}
ru_ru: {0} {1} в день

source: Import a token that is not currently on the list by pasting its address here to add it. Custom tokens are stored locally in your browser.
af_za: Voeg 'n token by wat nie tans op die lys is, deur sy adres hier in te voeg. Aangepaste tokens word plaaslik in jou blaaier gestoor.
fr_fr: Importez un jeton qui n'est pas actuellement dans la liste en collant son adresse ici pour l'ajouter. Les jetons personnalisés sont stockés localement dans votre navigateur
ja_jp: アドレスを貼り付けて、リストにないトークンをインポートして追加できます。カスタムトークンはブラウザにローカルに保存されます。
ru_ru: Добавить токен, который в данный момент отсутствует в списке, можно, вставив его адрес здесь. Пользовательские токены хранятся локально в вашем браузере

source: Select
af_za: Kies
fr_fr: Sélectionner
ja_jp: 選択
ru_ru: Выбрать

source: Adding liquidity to the {poolName} stable pool
af_za: Voeg likiditeit by tot die stabiele {poolName} pool
fr_fr: Ajout de liquidité au pool stable {poolName}
ja_jp: {poolName} ステーブルプールに流動性を追加する
ru_ru: Добавление ликвидности в устойчивый пул {poolName}

source: Powered By Zenlink
af_za: Aangedryf deur Zenlink.
fr_fr: Propulsé par Zenlink
ja_jp: Zenlinkで動作しています
ru_ru: Работает на Zenlink

source: Confirm transaction
af_za: Bevestig transaksie.
fr_fr: Confirmer la transaction
ja_jp: 取引を確認する
ru_ru: Подтвердить транзакцию

source: Unstaked Position
af_za: Onverspande Posisie
fr_fr: Position non-stakée
ja_jp: ステーキングされていないポジション
ru_ru: Не оформленная позиция

source: Something went wrong when unstake {0} {1}
af_za: Iets het verkeerd gegaan toe {0} {1} gedevalideer is
fr_fr: Une erreur s'est produite lors du retrait de {0} {1}
ja_jp: ステーキング解除中に何かがうまくいかなかった {0} {1}
ru_ru: При снятии стейка {0} {1} что-то пошло не так

source: Confirm Swap
af_za: Bevestig ruil
fr_fr: Confirmer l'échange
ja_jp: スワップを確認する
ru_ru: Подтвердить обмен

source: Something went wrong when adding liquidity
af_za: Iets het verkeerd gegaan toe likiditeit bygevoeg is
fr_fr: Une erreur s'est produite lors de l'ajout de liquidité
ja_jp: 流動性を追加する際に問題が発生しました
ru_ru: Что-то пошло не так при добавлении ликвидности

source: Generate Referral Code
af_za: Genereer Verwysingskode
fr_fr: Générer un code de parrainage
ja_jp: リファラルコードを生成する
ru_ru: Сгенерировать реферальный код

source: Swap
af_za: Ruil.
fr_fr: Échanger
ja_jp: スワップ
ru_ru: Обменять

source: Transaction Info
af_za: Transaksie-inligting
fr_fr: Informations sur la transaction
ja_jp: 取引情報
ru_ru: Информация о транзакции

source: Hide
af_za: Versteek.
fr_fr: Masquer
ja_jp: 非表示
ru_ru: Скрыть

source: Language
af_za: Taal
fr_fr: Langue
ja_jp: 言語
ru_ru: Язык

source: View Detail
af_za: Sien Detail
fr_fr: Voir les détails
ja_jp: 詳細を表示
ru_ru: Показать подробности

source: Removing liquidity from the {poolName} stable pool
af_za: Verwyder likiditeit van die {poolName} stabiele poel
fr_fr: Retirer de la liquidité du pool stable {poolName}
ja_jp: {poolName} ステーブルプールから流動性を削除する
ru_ru: Удаление ликвидности из стабильного пула {poolName}

source: Value
af_za: Waarde
fr_fr: Valeur
ja_jp: バリュー
ru_ru: Значение

source: Enter Referral Code
af_za: Voer verwysingskode in
fr_fr: Entrer le code de parrainage
ja_jp: 紹介コードを入力してください
ru_ru: Ввести реферальный код

source: Custom Tokens
af_za: Aangepaste Tokens.
fr_fr: Jetons personnalisés
ja_jp: カスタムトークン
ru_ru: Пользовательские токены

source: Adding liquidity to the {0}/{1} pair
af_za: Voeg likiditeit by tot die {0}/{1} paar
fr_fr: Ajouter de la liquidité à la paire {0}/{1}
ja_jp: {0}/{1} ペアに流動性を追加する
ru_ru: Добавление ликвидности в пару {0}/{1}

source: Best Reward APR:
af_za: Beste Beloning APR:
fr_fr: Meilleur taux APR :
ja_jp: 最高報酬年利率：
ru_ru: Лучший годовой процент вознаграждения:

source: Clear
af_za: Maak skoon
fr_fr: Effacer
ja_jp: クリア
ru_ru: Очистить

source: Enter Amount
af_za: Voer bedrag in
fr_fr: Entrer le montant
ja_jp: 金額を入力してください
ru_ru: Ввести сумму

source: Clear all
af_za: Maak alles skoon
fr_fr: Tout effacer
ja_jp: 全ての項目をクリア
ru_ru: Очистить все

source: Unstake Liquidity
af_za: Maak Vloeibaarheid Onbeskikbaar
fr_fr: Retrait de Liquidité
ja_jp: 流動性をアンステークする。
ru_ru: Снять Ликвидность

source: Best Rewards: {0}
af_za: Beste Belonings: {0}
fr_fr: Meilleures Récompenses : {0}
ja_jp: 最高報酬: {0}。
ru_ru: Лучшие Награды: {0}

source: Generate
af_za: Genereer
fr_fr: Générer
ja_jp: 生成する
ru_ru: Сгенерировать
