Repository: zenlinkpro/zenlink-interface
Catalog: packages/locales/*.po
Languages: af_za, fr_fr, ja_jp, ru_ru

source: Pool Not Found
af_za: Swembad nie gevind nie
fr_fr: Piscine introuvable
ja_jp: プールが見つかりません
ru_ru: Бассейн не найден

source: Disconnect
af_za: Ontkoppel
fr_fr: Déconnexion
ja_jp: 切断します
ru_ru: Отключить

source: Successfully added liquidity to the {0}/{1} pair
af_za: Vloeistof is suksesvol by die {0}/{1} paar gevoeg
fr_fr: Liquidité ajoutée avec succès à la paire {0}/{1}
ja_jp: {0}/{1} ペアに流動性を正常に追加しました
ru_ru: Успешно добавлено ликвидности в пару {0}/{1}

source: Volume
ja_jp: ボリューム
ru_ru: Объем

source: To
af_za: Na
fr_fr: À
ja_jp: に
ru_ru: К

source: Fees
af_za: Fooie
fr_fr: Frais
ja_jp: 手数料
ru_ru: Комиссии

source: Confirm {0}
af_za: Bevestig {0}
fr_fr: Confirmer {0}
ja_jp: {0} を確認
ru_ru: Подтвердите {0}

source: Something went wrong when trying to swap {0} for {1}
af_za: Iets het verkeerd geloop toe ons probeer om {0} vir {1} te ruil
fr_fr: Un problème est survenu lors de la tentative d'échange de {0} contre {1}
ja_jp: {0} を {1} にスワップしようとした際に何か問題が発生しました
ru_ru: Произошла ошибка при попытке обмена {0} на {1}

source: Successfully unstaked {0} {1}
af_za: Suksesvol gedestake {0} {1}
fr_fr: Désenclavement réussi de {0} {1}
ja_jp: {0}の{1}のアンステーキングが成功しました。
ru_ru: Успешно изъят {0} {1}

source: Enable Aggregator
af_za: Skakel Aggregator aan
fr_fr: Activer l'agrégateur
ja_jp: アグリゲーターを有効にする
ru_ru: Включить агрегатор

source: Farming Rewards
af_za: Boerderybelonings
fr_fr: Récompenses de farming
ja_jp: ファーミング報酬
ru_ru: Награды за фарминг

source: Switch to {0}
af_za: Skakel na {0}
fr_fr: Passer à {0}
ja_jp: {0} に切り替える
ru_ru: Переключиться на {0}

source: Something went wrong when trying to generate referral code ({code})
af_za: Iets het verkeerd geloop toe ons verwysingskode ({code}) probeer genereer het
fr_fr: Un problème est survenu lors de la tentative de génération du code de référence ({code})
ja_jp: リファラルコード（{code}）を生成しようとした際に何か問題が発生しました
ru_ru: При попытке создания реферального кода ({code}) произошла ошибка

source: Dismiss
af_za: Verwerp
fr_fr: Ignorer
ja_jp: 閉じる
ru_ru: Отбросить

source: All Pools
af_za: Alle Swembaddens
fr_fr: Toutes les piscines
ja_jp: 全てのプール
ru_ru: Все бассейны

source: Stats
af_za: Statistieke
fr_fr: Statistiques
ja_jp: 統計情報
ru_ru: Статистика

source: Tools support cross transfer token from one chain to another.
af_za: Gereedskap ondersteun kruis-oordragtoken van een ketting na 'n ander
fr_fr: Les outils prennent en charge le transfert croisé de jetons d'une chaîne à une autre
ja_jp: ツールは、一つのチェーンから他のチェーンへのクロス転送トークンをサポートしています。
ru_ru: Инструменты поддерживают перенос токена между разными цепочками

source: No liquidity tokens found
af_za: Geen likiditeitspenne gevind nie
fr_fr: Aucun jeton de liquidité trouvé
ja_jp: 流動性トークンが見つかりません
ru_ru: Не найдены токены ликвидности

source: No liquidity tokens found, did you add liquidity first?
af_za: Geen vloeibaarheidstokens gevind nie, het jy eers vloeibaarheid bygevoeg
fr_fr: Aucun jeton de liquidité trouvé, avez-vous d'abord ajouté de la liquidité
ja_jp: 流動性トークンが見つかりませんでした。最初に流動性を追加しましたか？
ru_ru: Не найдены токены ликвидности, вы добавили ликвидность сначала

source: Remove Liquidity
af_za: Verwyder Likiditeit
fr_fr: Retirer la liquidité
ja_jp: 流動性を削除する
ru_ru: Удалить ликвидность

source: Finding Best Price
af_za: Vind die beste prys
fr_fr: Trouver le meilleur prix
ja_jp: 最適な価格を探す
ru_ru: Поиск лучшей цены

source: Something went wrong when stake {0} {1}
af_za: Iets het verkeerd gegaan met staken {0} {1}
fr_fr: Quelque chose s'est mal passé lors de la mise en jeu de {0} {1}
ja_jp: ステーキング中に問題が発生しました：{0} {1}
ru_ru: Что-то пошло не так при зачислении {0} {1}

source: Telegram Support
af_za: Telegram-ondersteuning
fr_fr: Assistance Telegram
ja_jp: テレグラムサポート
ru_ru: Поддержка Telegram

source: Earn fees by providing liquidity.
af_za: Verdien fooie deur likiditeit te voorsien
fr_fr: Gagnez des frais en fournissant de la liquidité
ja_jp: 流動性を提供して手数料を稼ぐ。
ru_ru: Получайте комиссионные за обеспечение ликвидности

source: Your transactions will appear here
af_za: Jou transaksies sal hier verskyn
fr_fr: Vos transactions apparaîtront ici
ja_jp: あなたの取引はここに表示されます
ru_ru: Ваши транзакции будут отображаться здесь

source: Code already taken
af_za: Kode is reeds geneem
fr_fr: Le code est déjà utilisé
ja_jp: コードは既に使用されています
ru_ru: Код уже был использован

source: Successfully removed liquidity from the {poolName} stable pool
af_za: Likiditeit suksesvol verwyder uit die stabiele {poolName}-poel
fr_fr: Liquidité retirée avec succès du pool stable {poolName}
ja_jp: {poolName} ステーブルプールから流動性を正常に削除しました
ru_ru: Ликвидность успешно удалена из стабильного пула {poolName}

source: Rewards
af_za: Belonings
fr_fr: Récompenses
ja_jp: 報酬
ru_ru: Награды

source: Transactions
af_za: Transaksies
ja_jp: 取引
ru_ru: Транзакции

source: Pool Composition
af_za: Poel-samestelling
fr_fr: Composition du pool
ja_jp: プール構成
ru_ru: Состав пула

source: Calculate based on ZLK holdings.
af_za: Bereken gebaseer op ZLK-aanhoudings.
fr_fr: Calcul basé sur les avoirs ZLK.
ja_jp: ZLKホールディングに基づいて計算してください.
ru_ru: Расчет на основе держателей ZLK.

source: Staking {0} {1}
af_za: Insetting {0} {1}
fr_fr: Mise en jeu de {0} {1}
ja_jp: ステーキング {0} {1}
ru_ru: Стейкинг {0} {1}

source: Next: <1m
af_za: Volgende: <1m
fr_fr: Suivant : <1m
ja_jp: 次: <1m
ru_ru: Далее: <1мин

source: Name
af_za: Naam
fr_fr: Nom
ja_jp: 名前
ru_ru: Название

source: Something went wrong approving {0}
af_za: Iets het verkeerd gegaan met die goedkeuring van {0}
fr_fr: Quelque chose s'est mal passé en approuvant {0}
ja_jp: {0} の承認中に問題が発生しました
ru_ru: Что-то пошло не так при подтверждении {0}

source: New Position
af_za: Nuwe posisie
fr_fr: Nouvelle position
ja_jp: 新しいポジション
ru_ru: Новая позиция

source: Liquidity
af_za: Likiditeit
fr_fr: Liquidité
ja_jp: 流動性
ru_ru: Ликвидность

source: APR
fr_fr: Taux annuel effectif global (TAEG)
ru_ru: Годовая процентная ставка (APR)

source: Transaction Completed
af_za: Transaksie voltooi
fr_fr: Transaction terminée
ja_jp: 取引が完了しました
ru_ru: Транзакция завершена

source: You'll receive at least:
af_za: Jy sal ten minste ontvang:
fr_fr: Vous recevrez au moins :
ja_jp: 少なくとも以下を受け取ります：
ru_ru: Вы получите как минимум:

source: This network does not allow changing the default pool type
af_za: Hierdie netwerk staan nie verandering van die verstek poel tipe toe nie
fr_fr: Ce réseau n'autorise pas la modification du type de pool par défaut
ja_jp: このネットワークでは、デフォルトのプールタイプの変更はできません
ru_ru: Эта сеть не позволяет изменять тип пула по умолчанию

source: We are building a protocol for decentralized exchange in Polkadot ecosystem.
af_za: Ons bou 'n protokol vir gede-sentraliseerde ruil in die Polkadot-ekosisteem
fr_fr: Nous élaborons un protocole pour l'échange décentralisé dans l'écosystème Polkadot
ja_jp: 私たちはPolkadotエコシステム内の分散型取引プロトコルを構築しています。
ru_ru: Мы создаем протокол для децентрализованного обмена в экосистеме Polkadot

source: Custom
af_za: Persoonlik
fr_fr: Personnalisé
ja_jp: カスタム
ru_ru: Пользовательский

source: Explore
af_za: Verken
fr_fr: Explorer
ja_jp: 探索する
ru_ru: Исследовать

source: Show
af_za: Wys
fr_fr: Afficher
ja_jp: 表示する
ru_ru: Показать

source: Custom ({slippageTolerance}%)
af_za: Aangepas ({slippageTolerance}%)
fr_fr: Personnalisé ({toléranceAuGlissement}%)
ja_jp: カスタム ({slippageTolerance}%)
ru_ru: Пользовательский ({slippageTolerance}%)

source: Confirm generate
af_za: Bevestig genereer
fr_fr: Confirmer la génération
ja_jp: 生成を確認する
ru_ru: Подтвердить генерацию

source: Something went wrong when trying to set referral code ({code})
af_za: Iets het verkeerd geloop toe ons probeer om die verwysingskode ({code}) in te stel
fr_fr: Une erreur est survenue lors de la tentative de configuration du code de parrainage ({code})
ja_jp: 参照コード（{code}）の設定時に問題が発生しました
ru_ru: Что-то пошло не так при попытке установить реферальный код ({code})

source: Get fee discounts
af_za: Kry fooi afslag
fr_fr: Obtenez des réductions de frais
ja_jp: 手数料割引を受ける
ru_ru: Получите скидки на комиссию

source: Search token by address
af_za: Soek token op adres
fr_fr: Rechercher un jeton par adresse
ja_jp: アドレスでトークンを検索する
ru_ru: Поиск токена по адресу

source: Stable
af_za: Stabiel
ja_jp: 安定した
ru_ru: Стабильный

source: My Staked Position
af_za: My Staked Position -> My Gestapelde Posisie
fr_fr: Ma position enjeu
ja_jp: 私のステーキングしたポジション
ru_ru: Моя заложенная позиция

source: Audit
af_za: Oudit
fr_fr: Audit --> Audit
ja_jp: 監査
ru_ru: Аудит

source: Finding best price...
af_za: Vind beste prys..
fr_fr: Recherche du meilleur prix en cours..
ja_jp: 最良の価格を見つけています..
ru_ru: Поиск лучшей цены..

source: Fees (24h)
af_za: Fooie (24 uur)
fr_fr: Frais (24h)
ja_jp: 手数料（24時間）
ru_ru: Комиссии (24 ч.)

source: About Us
af_za: Oor ons
fr_fr: About Us --> À propos de nous
ja_jp: 私たちについて
ru_ru: О нас

source: Twitter Support
af_za: Twitter-ondersteuning
fr_fr: Twitter Support --> Support Twitter
ja_jp: Twitterサポート
ru_ru: Поддержка в Twitter

source: Holders
af_za: Houers
fr_fr: Porteurs
ja_jp: 保持者
ru_ru: Держатели

source: Affiliates
af_za: Geaffilieerdes
fr_fr: Affiliés
ja_jp: アフィリエイト
ru_ru: Партнёры

source: Unstaking {0} {1}
af_za: Verloor {0} {1} se verdeling nie
fr_fr: Retrait de {0} {1}
ja_jp: {0} {1} のステーキング解除
ru_ru: Снятие ставки {0} {1}

source: UnStake Liquidity
af_za: UnStake Liquidity -> Maak Vloeibaarheid Los
fr_fr: Retirer la liquidité enjeu
ja_jp: リクイディティのステーキング解除
ru_ru: Снять ликвидность из залога

source: Connect Wallet
af_za: Koppel Beursie
fr_fr: Connecter un portefeuille
ja_jp: ウォレット接続
ru_ru: Подключить кошелёк

source: You will receive a 20% discount on your swapping fees
af_za: Jy sal 'n 20% afslag op jou ruilfooie ontvang
fr_fr: Vous recevrez une réduction de 20 % sur vos frais de conversion
ja_jp: スワップ手数料が20％割引になります
ru_ru: Вы получите скидку 20% на комиссии за своппинг

source: Get fee discounts and earn rebates
af_za: Kry fooi-afslae en verdien terugbetalings
fr_fr: Obtenez des réductions de frais et gagnez des remises
ja_jp: 手数料割引を受け取り、リベートを獲得する
ru_ru: Получайте скидки на комиссии и зарабатывайте ребейты

source: ZLK Circulating Supply
af_za: ZLK Omsirkelende Voorsiening
fr_fr: Offre en circulation ZLK
ja_jp: ZLK流通供給量
ru_ru: Объем ZLK в обращении (ZLK Circulating Supply)

source: Successfully approved {0}
af_za: Suksesvol Goedgekeur {0}
fr_fr: {0} a été approuvé avec succès
ja_jp: 承認済み {0}
ru_ru: {0} успешно одобрено

source: Code
af_za: Kode
ja_jp: コード
ru_ru: Код

source: Update
af_za: Opdateer
fr_fr: Mise à jour
ja_jp: 更新
ru_ru: Обновление

source: TVL
fr_fr: Valeur totale verrouillée (TVL)
ja_jp: 総ロック量 (TVL)
ru_ru: Общий объем блокированных средств (TVL)

source: Transaction Pending
af_za: Transaksie Hangende
fr_fr: Transaction en attente
ja_jp: トランザクション保留中
ru_ru: Ожидание транзакции

source: Discord Support
af_za: Ondersteuning vir Discord
fr_fr: Assistance Discord
ja_jp: Discord サポート
ru_ru: Поддержка Discord

source: Volume (24h)
ja_jp: 取引高 (24時間)
ru_ru: Объем (за 24 часа)

source: Top Pools
af_za: Top Poels
fr_fr: Meilleurs pools
ja_jp: トッププール
ru_ru: Лучшие пулы

source: My Positions
af_za: My Posisies
fr_fr: Mes positions
ja_jp: マイポジション
ru_ru: Мои позиции

source: Dark theme
af_za: Donkerte Tema
fr_fr: Thème sombre
ja_jp: ダークテーマ
ru_ru: Темная тема

source: Discount
af_za: Afslag
fr_fr: Réduction
ja_jp: ディスカウント
ru_ru: Скидка

source: Missing features or prefer the old app?
af_za: Funksies wat ontbreek of verkies die ou toep
fr_fr: Fonctionnalités manquantes ou préférez-vous l'ancienne application
ja_jp: 欠損している機能はありますか？それとも古いアプリの方が好みですか？
ru_ru: Отсутствующие функции или предпочитаете старое приложение

source: No farms found
af_za: Geen plase gevind
fr_fr: Aucune ferme trouvée
ja_jp: 農場が見つかりませんでした。
ru_ru: Не найдено ни одной фермы

source: Trade at your own risk!
af_za: Handel op jou eie risiko
fr_fr: Tradez à vos propres risques
ja_jp: 自己責任で取引してください！
ru_ru: Торгуйте на свой страх и риск

source: Total Assets:
af_za: Totale bates:
fr_fr: Total des actifs :
ja_jp: 総資産：
ru_ru: Всего активов:

source: We need your approval first to execute this transaction on your behalf; you will only have to approve the {0} contract once.
af_za: Ons benodig eers jou goedkeuring om hierdie transaksie namens jou uit te voer; jy hoef net een keer die {0} kontrak goed te keur
fr_fr: Nous avons besoin de votre approbation pour exécuter cette transaction en votre nom ; vous devrez approuver le contrat {0} une seule fois
ja_jp: この取引をあなたの代わりに実行するために、まず承認が必要です。{0}契約について一度だけ承認する必要があります。
ru_ru: Сначала нам нужно ваше согласие на выполнение этой транзакции от вашего имени; вам нужно будет один раз подтвердить контракт {0}

source: Initial Distribution
af_za: Aanvanklike Verspreiding
fr_fr: Distribution initiale
ja_jp: 初期配布
ru_ru: Начальное распределение

source: Stake your liquidity tokens to receive incentive rewards on top of your pool fee rewards
af_za: Plaas jou likiditeits-tokens om insentiefbelonings bo-op jou poel fooi-belonings te ontvang
fr_fr: Engagez vos tokens de liquidité pour recevoir des récompenses incitatives en plus de vos récompenses de frais de pool
ja_jp: プール手数料報酬に加えてインセンティブリワードを受け取るために、流動性トークンをステーキングしてください。
ru_ru: Заложите свои токены ликвидности, чтобы получать дополнительные стимулирующие вознаграждения помимо вознаграждений за комиссии вашего пула

source: Wiki/Docs
af_za: Wiki/Dokumente
fr_fr: Wiki/Docs -> Wiki/Docs
ja_jp: Wiki/ドキュメント
ru_ru: Вики / Документы

source: Trade
af_za: Handel
fr_fr: Échange
ja_jp: 取引
ru_ru: Торговать

source: Optimized route
af_za: Geoptimeerde roete
fr_fr: Route optimisée
ja_jp: 最適化されたルート
ru_ru: Оптимизированный маршрут

source: No tokens found on
af_za: Geen tokens gevind op
fr_fr: Aucun jeton trouvé sur
ja_jp: {0}上でトークンが見つかりません
ru_ru: Токены не найдены на

source: {0} appear on the active token list(s).
af_za: {0} verskyn op aktiewe tokenlys(e)
fr_fr: {0} apparaissent sur la (les) liste(s) de jetons actifs
ja_jp: {0} がアクティブなトークンリストに表示されます。
ru_ru: {0} появляются в списке(ах) активных токенов

source: Balance: 0
af_za: Balans: 0
fr_fr: Solde : 0
ja_jp: バランス：0
ru_ru: Баланс: 0

source: Select Tokens
af_za: Kies Tokens
fr_fr: Sélectionnez les jetons
ja_jp: トークンを選択
ru_ru: Выбрать токены

source: Confirm submit
af_za: Bevestig indiening
fr_fr: Confirmer l'envoi
ja_jp: 送信を確認
ru_ru: Подтвердите отправку

source: Enable expert mode to swap with high price impact
af_za: Aktiveer kundige modus om te ruil met 'n hoë prysimpak
fr_fr: Activer le mode expert pour échanger avec un impact de prix élevé
ja_jp: 高い価格インパクトでスワップするためにエキスパートモードを有効にします
ru_ru: Включите экспертный режим, чтобы осуществлять обмен с высоким влиянием цены

source: Successfully claimed rewards
af_za: Suksesvolle eise van belonings
fr_fr: Récompenses revendiquées avec succès
ja_jp: 報酬を正常に請求しました。
ru_ru: Успешно полученные вознаграждения

source: Not supported yet
af_za: Nog nie ondersteun nie
fr_fr: Pas encore pris en charge
ja_jp: まだサポートされていません。
ru_ru: Пока не поддерживается

source: My Liquidity Position
af_za: My Vloeibaarheidsposisie
fr_fr: Ma position de liquidité
ja_jp: 私の流動性ポジション
ru_ru: Моя позиция ликвидности

source: No custom tokens found
af_za: Geen persoonlike tokens gevind nie
fr_fr: Aucun jeton personnalisé trouvé
ja_jp: カスタムトークンが見つかりません
ru_ru: Не найдено пользовательских токенов

source: Services
af_za: Dienste
ja_jp: サービス
ru_ru: Услуги

source: Looks like you don't have a referral code to share. Create one now and start earning rebates!
af_za: Lyk dit asof jy nie 'n verwysingskode het om te deel nie. Skep nou een en begin om terugbetalings te verdien
fr_fr: Il semble que vous n'ayez pas de code de parrainage à partager. Créez-en un maintenant et commencez à gagner des remises
ja_jp: リファラルコードを共有するためのものがないようです。今すぐ作成してリベートを獲得しましょう！
ru_ru: Похоже, у вас нет реферального кода для передачи. Создайте его сейчас и начните зарабатывать возмещения

source: Approving {0}
af_za: Goedkeuring van {0}
fr_fr: Approbation de {0}
ja_jp: 承認中 {0}
ru_ru: Утверждение {0}

source: Products
af_za: Produkte
fr_fr: Produits
ja_jp: 商品
ru_ru: Продукты

source: Insufficient Balance
af_za: Onvoldoende balans
fr_fr: Solde insuffisant
ja_jp: 残高不足
ru_ru: Недостаточный баланс

source: All
af_za: Almal
fr_fr: Tout
ja_jp: 全部
ru_ru: Все

source: Set
af_za: Stel
fr_fr: Paramétrer
ja_jp: 設定
ru_ru: Установить

source: Please input a referral code to benefit from fee discounts.
af_za: Voer asseblief 'n verwysingskode in om voordeel te trek uit fooi afslag
fr_fr: Veuillez saisir un code de parrainage pour bénéficier de réductions de frais
ja_jp: 手数料割引を受けるには、リファラルコードを入力してください。
ru_ru: Введите реферальный код, чтобы получить скидку на комиссии

source: Add Liquidity
af_za: Voeg likiditeit by
fr_fr: Ajouter de la liquidité
ja_jp: 流動性を追加する
ru_ru: Добавить ликвидность

source: 1. Select Network
af_za: 1. Kies netwerk
fr_fr: 1. Sélectionner le réseau
ja_jp: 1. ネットワークを選択する
ru_ru: 1. Выберите сеть

source: Network
af_za: Netwerk
fr_fr: Réseau
ja_jp: ネットワーク
ru_ru: Сеть

source: Withdraw
af_za: Onttrek
fr_fr: Retirer
ja_jp: 引き出す
ru_ru: Вывести

source: Unsupported network
af_za: Nie-ondersteunde netwerk
fr_fr: Réseau non pris en charge
ja_jp: サポートされていないネットワーク
ru_ru: Неподдерживаемая сеть

source: Active Referral Code
af_za: Aktiewe Verwysingskode
fr_fr: Code de Parrainage Actif
ja_jp: アクティブなリファラルコード
ru_ru: Активный реферальный код

source: Copied!
af_za: Gekopieer
fr_fr: Copié
ja_jp: コピーしました！
ru_ru: Скопировано

source: Successfully added liquidity to the {poolName} stable pool
af_za: Likiditeit is suksesvol bygevoeg aan die stabiele {poolName} poel
fr_fr: Liquidité ajoutée avec succès au pool stable {poolName}
ja_jp: {poolName} ステーブルプールに流動性を正常に追加しました
ru_ru: Ликвидность успешно добавлена в стабильный пул {poolName}

source: Unwrap
af_za: Ontbloot
fr_fr: Déballer
ja_jp: 開封する
ru_ru: Распаковать

source: Auto
af_za: Outo
ja_jp: オート
ru_ru: Авто

source: All Networks
af_za: Alle Netwerke
fr_fr: Tous les réseaux
ja_jp: すべてのネットワーク
ru_ru: Все сети

source: This network does not allow create pool
af_za: Hierdie netwerk laat nie skep van 'n pool toe nie
fr_fr: Ce réseau ne permet pas de créer de pool
ja_jp: このネットワークではプール作成が許可されていません
ru_ru: Эта сеть не позволяет создавать пул

source: Bug Bounty
af_za: Insekbounty
fr_fr: Programme de primes pour les bugs
ja_jp: バグバウンティ
ru_ru: Программа вознаграждения за нахождение ошибок (Bug Bounty)

source: Volume (7d)
af_za: Volume (7 dae)
fr_fr: Volume (7j)
ja_jp: ボリューム（7日間）
ru_ru: Объём (7 дней)

source: Links
af_za: Skakels
fr_fr: Liens
ja_jp: リンク
ru_ru: Ссылки

source: Slippage tolerance is the utmost percentage of slippage a user is willing to execute a trade with; if the actual slippage falls outside of the user-designated range, the transaction will revert.
af_za: Slippage verdraagsaamheid is die uiterste persentasie van slippage wat 'n gebruiker bereid is om 'n handel met uit te voer; as die werklike slippage buite die deur die gebruiker aangewese reeks val, sal die transaksie terugkeer.
fr_fr: La tolérance au glissement est le pourcentage maximum de glissement qu'un utilisateur est prêt à accepter lors d'une transaction ; si le glissement réel se situe en dehors de la plage choisie par l'utilisateur, la transaction sera annulée
ja_jp: スリッページ許容度とは、ユーザーが取引を実行する際に許容する最大スリッページパーセンテージです。 実際のスリッページがユーザー指定の範囲外になる場合、トランザクションは元に戻ります。
ru_ru: Допустимый процент проскальзывания - это максимальный процент, который пользователь готов принять при торговле; если фактический процент проскальзывания выходит за заданный пользователем диапазон, то транзакция будет отменена

source: Reward APR
af_za: Beloning APR
fr_fr: Taux de récompense APR
ja_jp: 報酬APR
ru_ru: Награда APR

source: Core
af_za: Kern
fr_fr: Noyau
ja_jp: コア
ru_ru: Ядро

source: Optimized Route
af_za: Geoptimeerde roete
fr_fr: Itinéraire optimisé
ja_jp: 最適化されたルート
ru_ru: Оптимизированный маршрут

source: Fees (7d)
af_za: Fooie (7 dae)
fr_fr: Frais (7j)
ja_jp: 手数料（7日間）
ru_ru: Комиссии (7 дней)

source: {0} Tokens
fr_fr: {0} Jetons
ja_jp: {0} トークン
ru_ru: {0} Токенов

source: Selected:
af_za: Gekies:
fr_fr: Sélectionné :
ja_jp: 選択した：
ru_ru: Выбранный:

source: View on Explorer
af_za: Sien op Ontleder
fr_fr: Voir sur l'explorateur
ja_jp: エクスプローラーで表示する
ru_ru: Просмотр в проводнике

source: Price Impact
af_za: Prysimpak
fr_fr: Impact sur le prix
ja_jp: 価格変動率
ru_ru: Влияние цены

source: Successfully Generated referral code ({code})
af_za: Suksesvol Verwees Kode Geskep ({code})
fr_fr: Code de parrainage généré avec succès ({code})
ja_jp: リファラルコード ({code}) を正常に生成しました
ru_ru: Успешно сгенерирован код реферала ({code})

source: Standard
af_za: Standaard
ja_jp: 標準
ru_ru: Стандартный

source: Token
fr_fr: Jeton
ja_jp: トークン
ru_ru: Токен

source: Earn rebates
af_za: Verdien terugbetalings
fr_fr: Gagnez des remises
ja_jp: リベートを獲得する
ru_ru: Зарабатывайте вознаграждения

source: Settings
af_za: Instellings
fr_fr: Paramètres
ja_jp: 設定
ru_ru: Настройки

source: No trade found
af_za: Geen handel gevind nie
fr_fr: Aucun échange trouvé
ja_jp: 取引が見つかりませんでした
ru_ru: Нет сделок найдено

source: Enter a code
af_za: Voer 'n kode in
fr_fr: Entrez un code
ja_jp: コードを入力してください
ru_ru: Введите код

source: Trading fee discount
af_za: Handelsfooi-afslag
fr_fr: Réduction des frais de négociation
ja_jp: 取引手数料割引
ru_ru: Скидка на торговый сбор

source: Balance: {0}
af_za: Balans: {0}
fr_fr: Solde : {0}
ja_jp: 残高：{0}
ru_ru: Баланс: {0}

source: Analytics platform for tracking the products
af_za: Analitika-platform vir die opsporing van produkte
fr_fr: Plateforme d'analyse pour suivre les produits
ja_jp: 商品を追跡するための分析プラットフォーム
ru_ru: Аналитическая платформа для отслеживания продуктов

source: Select Token
af_za: Kies Token
fr_fr: Sélectionner un jeton
ja_jp: トークンを選択してください
ru_ru: Выберите токен

source: you can add liquidity using one asset or multiple assets
af_za: U kan likiditeit byvoeg deur een bate of verskeie bates te gebruik
fr_fr: Vous pouvez ajouter de la liquidité en utilisant un seul actif ou plusieurs actifs
ja_jp: 1つまたは複数のアセットを使用して流動性を追加できます
ru_ru: Вы можете добавить ликвидность, используя один актив или несколько активов

source: Suitable for stable pools
af_za: Geskik vir stabiele polle
fr_fr: Convient aux pools stables
ja_jp: 安定したプールに適しています
ru_ru: Подходит для стабильных пулов

source: Claiming Rewards
af_za: Eise van Belonings
fr_fr: Réclamation de récompenses
ja_jp: 報酬の請求
ru_ru: Запрос награды

source: Checking codes
af_za: Kodes kontroleer
fr_fr: Vérification des codes
ja_jp: コードの確認
ru_ru: Проверка кодов

source: Get fee discounts and earn rebates through the referral program.
af_za: Kry fooi-kortings en verdien terugbetalings deur middel van die verwysingsprogram
fr_fr: Obtenez des réductions de frais et gagnez des remises grâce au programme de parrainage
ja_jp: 紹介プログラムを通じて手数料割引を受け取り、リベートを獲得する。
ru_ru: Получайте скидки на комиссии и зарабатывайте вознаграждения через программу рефералов

source: Referrals
af_za: Verwysings
fr_fr: Recommandations
ja_jp: リファラル
ru_ru: Рефералы

source: Something went wrong when claim rewards
af_za: Iets het verkeerd gegaan toe eise belonings
fr_fr: Quelque chose s'est mal passé lors de la réclamation de récompenses
ja_jp: 報酬を請求する際に何か問題が発生しました。
ru_ru: Что-то пошло не так при запросе награды

source: Filter tokens
af_za: Filter tokkies
fr_fr: Filtrer les jetons
ja_jp: トークンをフィルターする
ru_ru: Фильтр токенов

source: 2. Select Type
af_za: 2. Kies Tipe
fr_fr: 2. Sélectionner le type
ja_jp: 2. タイプを選択
ru_ru: 2. Выбрать тип

source: On
af_za: Aan
fr_fr: Activé
ja_jp: オン
ru_ru: Включено

source: Something went wrong when removing liquidity
af_za: Iets het verkeerd gegaan met die verwydering van likiditeit
fr_fr: Quelque chose s'est mal passé lors de la suppression de liquidités
ja_jp: 流動性を削除する際に何かがうまくいかなかった
ru_ru: Что-то пошло не так при удалении ликвидности

source: Custom Slippage
af_za: Persoonlike slippage
fr_fr: Glissement personnalisé
ja_jp: カスタムスリッページ
ru_ru: Настраиваемый slippage
